{
    "aboutTitle": "About the Project",
    "aboutDescription": "IFP is a modern chat application created from a passion for connecting people in the digital world. Our goal is to provide an intuitive, fast, and secure communication platform that allows users to easily and effectively share thoughts, ideas, and files.",
    "whyIFPTitle": "Why IFP?",
    "simplicityAndIntuitivenessTitle": "Simplicity and Intuitiveness",
    "simplicityAndIntuitivenessDescription": "IFP is designed with ease of use in mind.",
    "versatilityTitle": "Versatility",
    "versatilityDescription": "IFP is a universal chat application, perfect for both teamwork and conversations with friends.",
    "flexibilityAndCustomizationTitle": "Flexibility and Customization",
    "flexibilityAndCustomizationDescription": "IFP allows for settings customization for maximum efficiency and comfort of use.",
    "openSourceTitle": "Open Source",
    "openSourceDescription": "IFP is available on GitHub under the most popular MIT license.",
    "faqsTitle": "Frequently Asked Questions",
    "faq1Question": "What are the main features of IFP?",
    "faq1Answer": "IFP offers fast and efficient real-time communication, file exchange, customization of settings, and advanced conversation management options.",
    "faq2Question": "Is IFP available on different platforms?",
    "faq2Answer": "Yes, IFP is available on various platforms. You can download app versions for mobile and desktop systems, as well as a CLI version on our site at the get address.",
    "faq3Question": "Is IFP free?",
    "faq3Answer": "Yes, IFP is free. We plan to introduce additional premium features in the future, but the basic version will remain free of charge.",
    "faq4Question": "How can I report a bug or submit a suggestion?",
    "faq4Answer": "Bugs and suggestions can be reported through our GitHub repository or via the contact form on our site.",
    "faq5Question": "Can I customize the IFP user interface?",
    "faq5Answer": "Yes, IFP offers various customization options, so you can adjust the interface to your preferences.",
    "faq6Question": "Does IFP support teamwork?",
    "faq6Answer": "Of course. IFP has features that allow for effective teamwork, such as group chats, file sharing, and screen sharing.",
    "joinUsTitle": "Join Us!",
    "joinUsDescription": "From checking out the repository on GitHub to co-creating the app - we invite you to collaborate in the development of IFP. Your feedback and suggestions are very important to us. They help us improve IFP and tailor it to the needs of users.",
    "aboutUsTitle": "About Us",
    "aboutUsDescription": "As the creators of IFP, our goal is to create an intuitive and effective communication platform that supports both teamwork and personal exchange of thoughts and ideas. Our interest in programming and digital technologies leads us to continuously refine and develop IFP to meet the expectations of modern users."
}