{
    "aboutTitle": "O Projekcie",
    "aboutDescription": "IFP to nowoczesna aplikacja czatowa, stworzona z pasji do łączenia ludzi w cyfrowym świecie. Naszym celem jest dostarczenie intuicyjnej, szybkiej i bezpiecznej platformy komunikacyjnej, która umożliwia użytkownikom łatwe i efektywne dzielenie się myślami, pomysłami oraz plikami.",
    "whyIFPTitle": "Dlaczego IFP?",
    "simplicityAndIntuitivenessTitle": "Prostota i Intuicyjność",
    "simplicityAndIntuitivenessDescription": "IFP jest zaprojektowane z myślą o łatwości użytkowania.",
    "versatilityTitle": "Wszechstronność",
    "versatilityDescription": "IFP to uniwersalna aplikacja czatowa, doskonała zarówno do pracy zespołowej, jak i rozmów z przyjaciółmi.",
    "flexibilityAndCustomizationTitle": "Elastyczność i Dostosowanie",
    "flexibilityAndCustomizationDescription": "IFP umożliwia personalizację ustawień dla maksymalnej efektywności i komfortu użytkowania.",
    "openSourceTitle": "Otwarte Źródło",
    "openSourceDescription": "IFP jest dostępne na GitHub pod najpopularniejszą licencją MIT.",
    "faqsTitle": "Najczęściej Zadawane Pytania",
    "faq1Question": "Jakie są główne funkcje IFP?",
    "faq1Answer": "IFP oferuje szybką i efektywną komunikację w czasie rzeczywistym, wymianę plików, personalizację ustawień i zaawansowane opcje zarządzania rozmowami.",
    "faq2Question": "Czy IFP jest dostępny na różne platformy?",
    "faq2Answer": "Tak, IFP jest dostępny na różne platformy. Można pobrać wersje aplikacji dla systemów mobilnych, desktopowych oraz wersję CLI na naszej stronie pod adresem get.",
    "faq3Question": "Czy IFP jest darmowy?",
    "faq3Answer": "Tak, IFP jest darmowy. Planujemy wprowadzić dodatkowe funkcje premium w przyszłości, ale podstawowa wersja pozostanie bezpłatna.",
    "faq4Question": "Jak mogę zgłosić błąd lub przesłać sugestię?",
    "faq4Answer": "Błędy i sugestie można zgłaszać poprzez nasze repozytorium GitHub lub za pomocą formularza kontaktowego na naszej stronie.",
    "faq5Question": "Czy mogę dostosować interfejs użytkownika IFP?",
    "faq5Answer": "Tak, IFP oferuje różne opcje personalizacji, aby można było dostosować interfejs do swoich preferencji.",
    "faq6Question": "Czy IFP wspiera pracę zespołową?",
    "faq6Answer": "Oczywiście. IFP posiada funkcje umożliwiające efektywną współpracę zespołową, takie jak grupowe czaty, udostępnianie plików i współdzielenie ekranu.",
    "joinUsTitle": "Dołącz do nas!",
    "joinUsDescription": "Od sprawdzenia repozytorium na GitHub po współtworzenie aplikacji - zapraszamy do współpracy w rozwoju IFP. Twoje opinie i sugestie są dla nas bardzo ważne. Pomagają nam ulepszać IFP i dostosowywać go do potrzeb użytkowników.",
    "aboutUsTitle": "O Nas",
    "aboutUsDescription": "Jako twórcy IFP, naszym celem jest stworzenie intuicyjnej i efektywnej platformy komunikacyjnej, która wspiera zarówno pracę zespołową, jak i osobistą wymianę myśli i pomysłów. Nasze zainteresowanie programowaniem i technologiami cyfrowymi prowadzi nas do ciągłego doskonalenia i rozwijania IFP, aby spełniało ono oczekiwania współczesnych użytkowników."
}